class DataAnswer:
    answers_on_questions = [
        'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
        'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
        'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
        'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
        'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
        'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
        'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
        'Да, обязательно. Всем самокатов! И Москве, и Московской области.',
        ]

    ORDER_DATA_TOP_BUTTON = {
        "first_name": "Иван",
        "last_name": "Иванов",
        "address": "г. Нижний Новгород, д. 1",
        "phone_number": "+71111111111",
        "rental_value": "RENTAL_VALUE_1",
        "scooter_color": "SCOOTER_BLACK",
        "comment": "Не торопитесь привозить"
    }

    ORDER_DATA_MIDDLE_BUTTON = {
        "first_name": "Петр",
        "last_name": "Петров",
        "address": "г. Москва, д. 2",
        "phone_number": "+72222222222",
        "rental_value": "RENTAL_VALUE_2",
        "scooter_color": "SCOOTER_GREY",
        "comment": "Самокат очень срочно нужен"
    }
